42crunch.vscode-openapi
ajmnz.prisma-import
ambar.bundle-size
artdiniz.quitcontrol-vscode
astro-build.astro-vscode
bierner.github-markdown-preview
bierner.markdown-checkbox
bierner.markdown-emoji
bierner.markdown-footnotes
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
bierner.markdown-yaml-preamble
biomejs.biome
bmalehorn.vscode-fish
bradlc.vscode-tailwindcss
ckolkman.vscode-postgres
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
denoland.vscode-deno
dioxuslabs.dioxus
dnicolson.binary-plist
esbenp.prettier-vscode
exiasr.hadolint
formulahendry.auto-close-tag
github.vscode-github-actions
graphql.vscode-graphql
graphql.vscode-graphql-syntax
hbenl.vscode-test-explorer
hediet.vscode-drawio
humao.rest-client
inferrinizzard.prettier-sql-vscode
irongeek.vscode-env
mhutchie.git-graph
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-ja
ms-playwright.playwright
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode.test-adapter-converter
prisma.prisma
redhat.vscode-yaml
ritwickdey.liveserver
rust-lang.rust-analyzer
serayuzgur.crates
shd101wyy.markdown-preview-enhanced
simonsiefke.svg-preview
swellaby.vscode-rust-test-adapter
tamasfe.even-better-toml
tauri-apps.tauri-vscode
timonwong.shellcheck
tomoki1207.pdf
typespec.typespec-vscode
vadimcn.vscode-lldb
wmaurer.change-case
yoavbls.pretty-ts-errors
