ajmnz.prisma-import
ambar.bundle-size
artdiniz.quitcontrol-vscode
astro-build.astro-vscode
bierner.github-markdown-preview
bierner.markdown-checkbox
bierner.markdown-emoji
bierner.markdown-footnotes
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
bierner.markdown-yaml-preamble
bmalehorn.vscode-fish
bradlc.vscode-tailwindcss
ckolkman.vscode-postgres
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
denoland.vscode-deno
DioxusLabs.dioxus
dnicolson.binary-plist
esbenp.prettier-vscode
exiasr.hadolint
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
github.vscode-github-actions
GraphQL.vscode-graphql
GraphQL.vscode-graphql-syntax
hbenl.vscode-test-explorer
hediet.vscode-drawio
humao.rest-client
inferrinizzard.prettier-sql-vscode
IronGeek.vscode-env
mhutchie.git-graph
ms-azuretools.vscode-docker
MS-CEINTL.vscode-language-pack-ja
ms-playwright.playwright
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode.test-adapter-converter
Prisma.prisma
ritwickdey.LiveServer
rust-lang.rust-analyzer
serayuzgur.crates
shd101wyy.markdown-preview-enhanced
SimonSiefke.svg-preview
Swellaby.vscode-rust-test-adapter
tamasfe.even-better-toml
tauri-apps.tauri-vscode
timonwong.shellcheck
tomoki1207.pdf
vadimcn.vscode-lldb
wmaurer.change-case
YoavBls.pretty-ts-errors
