artdiniz.quitcontrol-vscode
bmalehorn.vscode-fish
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
dnicolson.binary-plist
esbenp.prettier-vscode
exiasr.hadolint
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
humao.rest-client
IronGeek.vscode-env
mhutchie.git-graph
ms-azuretools.vscode-docker
MS-CEINTL.vscode-language-pack-ja
ms-vscode-remote.remote-containers
tamasfe.even-better-toml
timonwong.shellcheck
wmaurer.change-case
