tap "homebrew/bundle"
tap "microsoft/git"
brew "ca-certificates"
brew "libssh2"
brew "bat"
brew "eza"
brew "fd"
brew "libuv"
brew "node"
brew "firebase-cli"
brew "fish"
brew "gauche"
brew "git"
brew "hadolint"
brew "hyperfine"
brew "mas"
brew "mise"
brew "python@3.11"
brew "ripgrep"
brew "shellcheck"
brew "tokei"
brew "tree"
brew "wget"
brew "wrk"
cask "android-file-transfer"
cask "android-platform-tools"
cask "appcleaner"
cask "brave-browser"
cask "cmd-eikana"
cask "deepl"
cask "docker"
cask "firefox"
cask "git-credential-manager"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iina"
cask "losslesscut"
cask "mediahuman-audio-converter"
cask "orbstack"
cask "the-unarchiver"
cask "visual-studio-code"
cask "zoom"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "RunCat", id: 1429033973
mas "Tag Editor Lite", id: 984278082
vscode "42crunch.vscode-openapi"
vscode "ajmnz.prisma-import"
vscode "ambar.bundle-size"
vscode "artdiniz.quitcontrol-vscode"
vscode "astro-build.astro-vscode"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bierner.markdown-yaml-preamble"
vscode "biomejs.biome"
vscode "bmalehorn.vscode-fish"
vscode "bradlc.vscode-tailwindcss"
vscode "ckolkman.vscode-postgres"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "dioxuslabs.dioxus"
vscode "dnicolson.binary-plist"
vscode "esbenp.prettier-vscode"
vscode "exiasr.hadolint"
vscode "github.vscode-github-actions"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "hbenl.vscode-test-explorer"
vscode "hediet.vscode-drawio"
vscode "humao.rest-client"
vscode "inferrinizzard.prettier-sql-vscode"
vscode "irongeek.vscode-env"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-playwright.playwright"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.test-adapter-converter"
vscode "prisma.prisma"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "rust-lang.rust-analyzer"
vscode "serayuzgur.crates"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "simonsiefke.svg-preview"
vscode "swellaby.vscode-rust-test-adapter"
vscode "tamasfe.even-better-toml"
vscode "tauri-apps.tauri-vscode"
vscode "timonwong.shellcheck"
vscode "tomoki1207.pdf"
vscode "typespec.typespec-vscode"
vscode "vadimcn.vscode-lldb"
vscode "wmaurer.change-case"
vscode "yoavbls.pretty-ts-errors"
