tap "homebrew/bundle"
tap "microsoft/git"
brew "ca-certificates"
brew "openssl@1.1"
brew "libssh2"
brew "bat"
brew "deno"
brew "exa"
brew "fd"
brew "libuv"
brew "node"
brew "firebase-cli"
brew "fish"
brew "gauche"
brew "git"
brew "hadolint"
brew "hyperfine"
brew "mas"
brew "python@3.11"
brew "ripgrep"
brew "shellcheck"
brew "tokei"
brew "tree"
brew "volta"
brew "wget"
brew "wrk"
cask "android-file-transfer"
cask "android-platform-tools"
cask "appcleaner"
cask "brave-browser"
cask "cmd-eikana"
cask "deepl"
cask "docker"
cask "firefox"
cask "git-credential-manager-core"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iina"
cask "losslesscut"
cask "mediahuman-audio-converter"
cask "orbstack"
cask "the-unarchiver"
cask "visual-studio-code"
cask "zoom"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "RunCat", id: 1429033973
