tap "homebrew/bundle"
tap "microsoft/git"
brew "ca-certificates"
brew "fish"
brew "git"
brew "mise"
brew "tree"
brew "wget"
cask "android-file-transfer"
cask "android-platform-tools"
cask "appcleaner"
cask "brave-browser"
cask "cmd-eikana"
cask "deepl"
cask "devtoys"
cask "docker-desktop"
cask "firefox"
cask "git-credential-manager"
cask "google-chrome"
cask "iina"
cask "losslesscut"
cask "microsoft-edge"
cask "obsidian"
cask "orbstack"
cask "the-unarchiver"
cask "visual-studio-code"
cask "zoom"
vscode "42crunch.vscode-openapi"
vscode "ambar.bundle-size"
vscode "artdiniz.quitcontrol-vscode"
vscode "astro-build.astro-vscode"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bierner.markdown-yaml-preamble"
vscode "biomejs.biome"
vscode "bmalehorn.vscode-fish"
vscode "bradlc.vscode-tailwindcss"
vscode "ckolkman.vscode-postgres"
vscode "clinyong.vscode-css-modules"
vscode "cweijan.vscode-redis-client"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "dnicolson.binary-plist"
vscode "docker.docker"
vscode "esbenp.prettier-vscode"
vscode "exiasr.hadolint"
vscode "fill-labs.dependi"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "hbenl.vscode-test-explorer"
vscode "hediet.vscode-drawio"
vscode "humao.rest-client"
vscode "inferrinizzard.prettier-sql-vscode"
vscode "irongeek.vscode-env"
vscode "meta.relay"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-playwright.playwright"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.test-adapter-converter"
vscode "prisma.prisma"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "rust-lang.rust-analyzer"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "swellaby.vscode-rust-test-adapter"
vscode "tamasfe.even-better-toml"
vscode "tauri-apps.tauri-vscode"
vscode "timonwong.shellcheck"
vscode "tomoki1207.pdf"
vscode "typespec.typespec-vscode"
vscode "ultram4rine.vscode-choosealicense"
vscode "vadimcn.vscode-lldb"
vscode "wmaurer.change-case"
vscode "yoavbls.pretty-ts-errors"
